{"keras_version": "2.1.5", "config": [{"config": {"name": "dense_1", "use_bias": true, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "dtype": "float32", "batch_input_shape": [null, 13], "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "units": 100, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_2", "use_bias": true, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "units": 100, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_3", "use_bias": true, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "units": 50, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_4", "use_bias": true, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "bias_regularizer": null, "activity_regularizer": null, "units": 2, "bias_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}